{
    "info":"معلومات المستخدم",
    "location":"الموقع",
    "email":"البريد الألكتروني",
    "phone":"الهاتف",
    "signout":"تسجيل الخروج",
    "signout_text":"نأمل أن تعود مرة أخرى",
    "history":" الطلبات",
    "history_text":"جميع الطلبات هنا شكرا لك على ثقتك بنا",

    "home":"الرئيسية",
    "search":"بحث",
    "store":"المتجر",
    "cart":"عربة التسوق",
    "booking":"حجز طبيب ",
    "profile" :"الحساب",


   "hey":"مرحبا",
   "pet":"حيواناتي الأليفة",
    "loc1":"موقع اربد",
    "loc2":"موقع عمان",
    "track":"تتبع الموقع",
    "recommendation":"توصيات",
    "rectitele":"انظر إلى التوصيات التي يقدمها الأطباء لحيوانك الأليف.",

    "pet_title":"توصيات الحيوانات الأليفة",
    "vaccinations": "اللقاحات",
    "vaccinations_text": "يعد إبقاء حيوانك الأليف على اطلاع دائم بالتطعيمات اللازمة أمرًا بالغ الأهمية لصحته ورفاهيته بشكل عام. تساعد التطعيمات على الوقاية من الأمراض المعدية المختلفة التي يمكن أن تهدد حياة حيوانك الأليف. من خلال ضمان حصول حيوانك الأليف على التطعيمات في الوقت المناسب، فإنك تزوده بالمناعة الأساسية ضد الأمراض الشائعة مثل داء الكلب، والسل، والفيروس الصغير، والمزيد. بالإضافة إلى ذلك، فإن التطعيمات المنتظمة لا تحمي حيوانك الأليف فحسب، بل تساهم أيضًا في منع انتشار الأمراض المعدية داخل مجتمع الحيوانات الأليفة. يعد التشاور مع طبيبك البيطري حول جدول التطعيم المناسب لحيوانك الأليف بناءً على عمره وحالته الصحية ونمط حياته وانتشار الأمراض المحلية أمرًا ضروريًا للحفاظ على صحته المثالية.",
    "healthy":"الأطعمة الصحية",
    "healthy_text":"يعد إطعام حيوانك الأليف نظامًا غذائيًا متوازنًا مصممًا خصيصًا لتلبية احتياجاته الخاصة أمرًا بالغ الأهمية لصحته ورفاهيته بشكل عام. يجب أن يشتمل النظام الغذائي المتوازن على مزيج من البروتينات والكربوهيدرات والدهون والفيتامينات والمعادن بنسب مناسبة. ضع في اعتبارك عوامل مثل عمر حيوانك الأليف وحجمه وسلالته عند اختيار طعامه، حيث تختلف المتطلبات الغذائية بين مراحل الحياة والسلالات المختلفة. يمكن أن تساعد استشارة الطبيب البيطري في تحديد النظام الغذائي الأنسب لحيوانك الأليف، مما يضمن حصوله على العناصر الغذائية الضرورية لدعم النمو ومستويات الطاقة ووظيفة المناعة، مما يؤدي في النهاية إلى تعزيز طول العمر والحيوية. يمكن أن تساعد مراقبة وزن حيوانك الأليف بانتظام وتعديل نظامه الغذائي وفقًا لذلك في منع السمنة والمشكلات الصحية ذات الصلة. بالإضافة إلى ذلك، يعد توفير الوصول إلى المياه العذبة في جميع الأوقات أمرًا ضروريًا للحفاظ على الترطيب والمساعدة على الهضم.",

    "regular":"العلاج المنتظم",
    "regular_text":"يعد إدارة العلاجات المنتظمة للوقاية من البراغيث والقراد والطفيليات الأخرى أمرًا ضروريًا للحفاظ على صحة حيوانك الأليف. البراغيث والقراد والطفيليات لا تسبب الانزعاج فحسب، بل يمكنها أيضًا نقل الأمراض إلى حيوانك الأليف. يساعد استخدام العلاجات الوقائية مثل المحاليل الموضعية أو الأدوية الفموية أو الياقات على صد هذه الآفات والقضاء عليها بشكل فعال. يعد الاتساق أمرًا أساسيًا، حيث يمكن للطفيليات أن تصيب حيوانك الأليف وبيئته بسرعة. استشر طبيبك البيطري لمعرفة طرق الوقاية الأكثر ملاءمة بناءً على نوع حيوانك الأليف وحجمه ونمط حياته، مما يضمن اتباع نهج استباقي لمكافحة الطفيليات والحفاظ على رفاهية حيوانك الأليف.",

    "hygiene":"ممارسات النظافة",
    "hygiene_text":"يتضمن الحفاظ على النظافة المناسبة لحيوانك الأليف الاستحمام المنتظم للحفاظ على فراءه نظيفًا وخاليًا من الأوساخ والزيوت والطفيليات. استخدم الشامبو المناسب للحيوانات الأليفة واتبع مواعيد الاستحمام المناسبة لسلالة حيوانك الأليف ومستوى نشاطه. بالإضافة إلى ذلك، يعد تنظيف مناطق معيشتهم، مثل الفراش والصناديق وصناديق القمامة والألعاب، أمرًا ضروريًا لمنع تراكم البكتيريا والعفن والروائح. يساعد التنظيف المنتظم على خلق بيئة صحية لحيوانك الأليف، مما يقلل من خطر الإصابة بالعدوى ويعزز صحته بشكل عام. تأكد من استخدام منتجات تنظيف آمنة مناسبة للحيوانات الأليفة وحافظ على روتين تنظيف ثابت لضمان مساحة معيشة صحية لصديقك ذو الفراء.",

    "addpet":"اضافة حيوان",
    "no1":"الرجاء ادخال اسم الحيوان",
    "namepet":"اسم الحيوان",

    "save":"حفظ",
    "editname":"تغير الاسم",
    "editprofile":"تغير الملف الشخصي",
    "editimage":"تغيرالصورة",
    "cancel":"إلغاء",

    "loading":"..جاري التحميل",

    "food":"الأطعمة",
    "games":"العاب",
    "accessories":"اكسسورات",
    "other":"منتجات اخرى",
    "recfood":"اطعمة موصى بها",
    "check":"تحقق من البيع بالتجزئة",
    "certied":"معتمد",
    "addcart":"اضافه  ",
    "store":"المتجر",
    "search":"بحث..." ,

    "next":"التالي",
    "family":"هنا عائلة الحيوانات الأليفة تتمنى لكم يوما سعيد",
    "welcome":"مرحبا",

    
    "login":"تسجيل الدخول",
    "regster":"سجل هنا ",

    "username":"اسم المستخدم",
    
    "password":"كلمة السر",
    "forget":"نسيت كلمة السر؟",
   "signin":"تسجيل الدخول",
   "dont":" ليس لديك حساب؟"  ,
   
   "or":"أو قم بتسجيل الدخول باستخدام",
   "google":"الدخول مع جوجل",
   "facebook":"الدخول مع فيس بوك" ,

   "sginup":"انشاء حساب",
   "number":"رقم الهاتف",
   "confarm":"تأكيد كلمة السر ",
   "amman":"عمان",
   "irbid":"اربد",
   "other":"مناطق اخرى",
   "entercity":"ادخل المدينة",
    "already" :"لدي حساب بالفعل؟",
    "successfully" :"تم انشاء الحساب بنجاح"



   



    
    



}

